export default {
  "code": "200",
  "type": "success",
  "message": "操作成功",
  "metadata": null,
  "token": "",
  "data": {
      "remark": [
          "周表备注1"
      ],
      "list": [
          {
              "date": "2025-04-20T16:00:00.000+00:00",
              "mmdd": "04-21",
              "week": "星期一",
              "dateStr": "2025-04-21",
              "am": [],
              "pm": []
          },
          {
              "date": "2025-04-21T16:00:00.000+00:00",
              "mmdd": "04-22",
              "week": "星期二",
              "dateStr": "2025-04-22",
              "am": [],
              "pm": []
          },
          {
              "date": "2025-04-22T16:00:00.000+00:00",
              "mmdd": "04-23",
              "week": "星期三",
              "dateStr": "2025-04-23",
              "am": [],
              "pm": []
          },
          {
              "date": "2025-04-23T16:00:00.000+00:00",
              "mmdd": "04-24",
              "week": "星期四",
              "dateStr": "2025-04-24",
              "am": [
                  "周表事项1（王天昊、张子涛、徐梓晴，第一第二合并会议室）"
              ],
              "pm": []
          },
          {
              "date": "2025-04-24T16:00:00.000+00:00",
              "mmdd": "04-25",
              "week": "星期五",
              "dateStr": "2025-04-25",
              "am": [],
              "pm": []
          },
          {
              "date": "2025-04-25T16:00:00.000+00:00",
              "mmdd": "04-26",
              "week": "星期六",
              "dateStr": "2025-04-26",
              "am": [],
              "pm": []
          },
          {
              "date": "2025-04-26T16:00:00.000+00:00",
              "mmdd": "04-27",
              "week": "星期日",
              "dateStr": "2025-04-27",
              "am": [],
              "pm": []
          }
      ]
  },
  "serverTime": "2025-05-06 16:16:52"
}