export default {
    "code": "200",
    "type": "success",
    "message": "操作成功",
    "metadata": null,
    "token": "",
    "data": {
        "remark": [
            "12222222413333"
        ],
        "list": [
            {
                "date": "2025-05-25T16:00:00.000+00:00",
                "mmdd": "05-26",
                "week": "星期一",
                "dateStr": "2025-05-26",
                "am": [],
                "pm": []
            },
            {
                "date": "2025-05-26T16:00:00.000+00:00",
                "mmdd": "05-27",
                "week": "星期二",
                "dateStr": "2025-05-27",
                "am": [],
                "pm": [
                    {
                        "id": "250527133654EoP3xg3xlScnRT9jKiG",
                        "content": "2025-05-27 13:00 日程1（王春华、刘博宇，地点1）"
                    }
                ]
            },
            {
                "date": "2025-05-27T16:00:00.000+00:00",
                "mmdd": "05-28",
                "week": "星期三",
                "dateStr": "2025-05-28",
                "am": [
                    {
                        "id": "250527133654EoP3xg3xlScnRT9jKiG",
                        "content": "2025-05-27 13:00 日程1（王春华、刘博宇，地点1）"
                    }
                ],
                "pm": [
                    {
                        "id": "250527133654EoP3xg3xlScnRT9jKiG",
                        "content": "2025-05-27 13:00 日程1（王春华、刘博宇，地点1）"
                    },
                    {
                        "id": "250527133906kdx7abZxWYlXY82CS2W",
                        "content": "2025-05-28 12:00 日程1"
                    }
                ]
            },
            {
                "date": "2025-05-28T16:00:00.000+00:00",
                "mmdd": "05-29",
                "week": "星期四",
                "dateStr": "2025-05-29",
                "am": [
                    {
                        "id": "250527150032dBj1qPD4doINfaXmcxR",
                        "content": "2025-05-29 09:00 日程1（王春华、刘博宇，地点1）"
                    }
                ],
                "pm": [
                    {
                        "id": "250527150228Txw6fgSnwGndaxrZZGM",
                        "content": "2025-05-29 13:30 日程2（地点2）"
                    }
                ]
            },
            {
                "date": "2025-05-29T16:00:00.000+00:00",
                "mmdd": "05-30",
                "week": "星期五",
                "dateStr": "2025-05-30",
                "am": [],
                "pm": []
            },
            {
                "date": "2025-05-30T16:00:00.000+00:00",
                "mmdd": "05-31",
                "week": "星期六",
                "dateStr": "2025-05-31",
                "am": [],
                "pm": []
            },
            {
                "date": "2025-05-31T16:00:00.000+00:00",
                "mmdd": "06-01",
                "week": "星期日",
                "dateStr": "2025-06-01",
                "am": [],
                "pm": []
            }
        ]
    },
    "serverTime": "2025-05-27 15:52:45"
}